tap "homebrew/cask"
tap "homebrew/cask-fonts"

# Terminal + Dev Tools
brew "zsh"
brew "neofetch"
brew "ffmpeg"
brew "youtube-dl"
brew "imagemagick"
brew "python"
brew "java"

# GUI Apps
cask "iterm2"
cask "visual-studio-code"
cask "figma"
cask "arc"
cask "magnet"
cask "itsycal"
cask "scroll-reverser"
cask "qbittorrent"
cask "keyboard-cleaner"
cask "spotify"
cask "alfred"

# Fonts
cask "font-meslo-lg-nerd-font" # For powerlevel10k

