tap "homebrew/cask-fonts"

# Terminal + Dev Tools
brew "zsh"
brew "neofetch"
brew "ffmpeg"
brew "yt-dlp"
brew "imagemagick"
brew "python"
brew "java"
brew "gh"

# GUI Apps
cask "iterm2"
cask "visual-studio-code"
cask "figma"
cask "arc"
cask "itsycal"
cask "scroll-reverser"
cask "qbittorrent"
cask "keyboard-cleaner"

# Fonts
cask "font-meslo-lg-nerd-font" # For powerlevel10k

