bradlc.vscode-tailwindcss
cschlosser.doxdocgen
docker.docker
formulahendry.code-runner
github.codespaces
github.copilot
github.copilot-chat
gtylcara-gewinn.verilog
jeff-hykin.better-cpp-syntax
jock.svg
mechatroner.rainbow-csv
metaphore.kanagawa-vscode-color-theme
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.tensorboard
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vsliveshare.vsliveshare
mshr-h.veriloghdl
mtxr.sqltools
mtxr.sqltools-driver-mysql
oracle.oracle-java
redhat.java
shahilkumar.docxreader
tomoki1207.pdf
twxs.cmake
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
yzane.markdown-pdf
